{
  "Class-VI": {
    "Mathematics": {
      "Knowing Our Numbers": "It is easy to count objects in large numbers these days. Also, we are able to communicate large numbers with the help of suitable number names. In the past, people knew only small numbers. With the progress of human beings, the need for the development of mathematics was realized and consequently, mathematics grew further and faster. People learned how to express large numbers in symbols. We can count concrete objects with the help of numbers. They help us to know which collection of objects is bigger and consequently we can arrange things in increasing or decreasing order. In previous classes, we have worked with numbers. We know their addition, subtraction, multiplication and division. We have observed patterns in number sequences. In this chapter, we shall review and revise what we have done earlier. Take two numbers. The number with a greater number of digits is greater. However, if the two numbers have the same number of digits, then the number which has a larger leftmost digit is larger. If this digit also happens to be the same, then we proceed to next digit and use the same criterion and so on.",
      "Whole Numbers": "The Number Line Draw a line. Mark a point on it and label it 0. Mark a second point to the right of 0 at the certain proper distance and label it 1. Then, the distance between the points labelled as 0 and 1 is called the unit distance. Now, mark another point on this line to the right of 1 at a unit distance from 1 and label it 2. Proceeding in this manner, we may find consecutive points and label them as 3, 4, 5,… in order. Thus, we can go to any whole number. This line is called the number line for whole numbers. Properties of Whole Numbers The result of the addition of two whole numbers is always a whole number. We say that the collection of whole numbers is closed under addition. The result of the multiplication of two whole numbers is always a whole number. We say that the collection of whole numbers is closed p under multiplication. The result of the subtraction of two whole numbers is not always a whole number. For example: 5 – 2 = 3 is a whole number but 2 – 4 = -2 is not a whole number. We say that the collection of whole numbers is not closed under subtraction. The result of the division of two whole numbers is not always a whole number. For example: 6 ÷ 2 = 3 is a whole number but 2 ÷ 5 = 25 is not a whole number. We say that the collection of whole numbers is not closed under division. Division of a whole number by 0 is not defined. ",
      "Playing With Numbers": "A number which divides a given number are 1,2,3 and 6; exact divisors or factors of 15 are 1, exactly is called an exact divisor or factor of that 3, 5 and 15. number. For example exact divisors or factors of 6 are 1, 2, 3 and 6; exact divisors or factors of 15 are 1, 3, 5 and 15. Factors and Multiples: A factor of a number is an exact divisor of that number. In turn, a number is a multiple of each of its factors. Perfect number: If the sum of all the factors of a number is equal to twice the number, then that number is called a perfect number. Prime numbers: The numbers having exactly two factors 1 and the number itself are called prime numbers. For example, 2, 3, 5, 7, 11, etc. are prime numbers. Composite numbers: The numbers having more than two factors are called composite numbers. For example 4,6,8, 9, 10. etc. are composite numbers. Even number: A number which is a multiple of 2 is called an even number. Odd number: A number which is not a multiple of 2 is called an odd number."
    },
    "English": {
      "Who Did Patrick’s Homework?": "PATRICK never did homework. “Too boring,” he said. He played hockey and basketball and Nintendo instead. His teachers told him, “Patrick! Do your homework or you won’t learn a thing.” And it’s true, sometimes he did feel like an ignoramus. But what could he do? He hated homework. Then one day he found his cat playing with a little doll and he grabbed it away. To his surprise it wasn’t a doll at all, but a man of the tiniest size. He had a little wool shirt with old fashioned britches and a high tall hat much like a witch’s. He yelled, “Save me! Don’t give me back to that cat. I’ll grant you a wish, I promise you that.” Patrick couldn’t believe how lucky he was! Here was the answer to all of his problems. So he said, “Only if you do all my homework till the end of the semester, that’s 35 days. If you do a good enough job, I could even get A’s.” The little man’s face wrinkled like a dishcloth thrown in the hamper. He kicked his legs and doubled his fists and he grimaced and scowled and pursed his lips, “Oh, am I cursed! But I’ll do it.” And true to his word, that little elf began to do Patrick’s homework. Except there was one glitch. The elf didn’t always know what to do and he needed help. “Help me! Help me!” he’d say. And Patrick would have to help — in whatever way. “I don’t know this word,” the elf squeaked while reading Patrick’s homework. “Get me a dictionary. No, what’s even better, look up the word and sound it out by each letter.” When it came to maths, Patrick was out of luck. “What are times tables?” the elf shrieked. “We elves never need that. And addition and subtraction and division and fractions? Here, sit down beside me, you simply must guide me.” Elves know nothing of human history, to them it’s a mystery. So the little elf, already a shouter, just got louder. “Go to the library, I need books. More and more books. And you can help me read them too.” As a matter of fact, every day in every way that little elf was a nag! Patrick was working harder than ever and was it a drag! He was staying up nights, had never felt so weary, was going to school with his eyes puffed and bleary. Finally, the last day of school arrived and the elf was free to go. As for homework, there was no more, so he quietly and slyly slipped out the back door. Patrick got his A’s; his classmates were amazed; his teachers smiled and were full of praise. And his parents? They wondered what had happened to Patrick. He was now the model kid. Cleaned his room, did his chores, was cheer full, never rude, like he had developed a whole new attitude. You see, in the end, Patrick still thought he’d made that tiny man do all his homework. But I’ll share a secret, just between you and me. It wasn’t the elf; Patrick had done it himself!",
      "A House-A Home": "What is a house?\nIt’s brick and stone and wood that’s hard. Some window glass and perhaps a yard. It’s eaves and chimneys and tile floors and stucco and roof and lots of doors. What is a house? It’s brick and stone and wood that’s hard. Some window glass and perhaps a yard. It’s eaves and chimneys and tile floors and stucco and roof and lots of doors. What is a home? It’s loving and family and doing for others. It’s brothers and sisters and fathers and mothers. It’s unselfish acts and kindly sharing and showing your loved ones you’re always caring.",
      "How the Dog Found Himself a New Master!": "DOGS were once their own masters and lived the way wolves do, in freedom, until a dog was born who was ill pleased with this way of life. He was sick and tired of wandering about by himself looking for food and being frightened of those who were stronger than he. He thought it over and decided that the best thing for him to do was to become the servant of one who was stronger than anyone on earth, and he set out to find such a master. 3. He walked and he walked and he met a kinsman of his, a big wolf who was as strong as he was fierce. “Where are you going, Dog?” the Wolf asked. “I am looking for someone to take up service with. Would you like to be my master, Wolf?” “I don’t see why not!” the Wolf said, and this agreed upon, the two of them went on together. 4. They walked and they walked, and all of a sudden the Wolf lifted his nose, sniffed, darted quickly off the path and into the bushes and crept deeper into the forest. The Dog was much surprised. “What’s come over you, master?” he asked. “What has frightened you so?” “Can’t you see? There’s a Bear out there, and he might eat up both of us — you and me.” 5. Seeing that the Bear was stronger than the Wolf, the Dog decided to take up service with him, and he left the Wolf and asked the Bear to be his master. The Bear agreed to this readily and said, “Let us go and find a herd of cows. I’ll kill a cow and then we can both eat our fill.” 6. They walked on and soon saw a herd of cows, but just as they were about to come up to it they were stopped by a terrible noise. The cows were mooing loudly and running in a panic in all directions. 7. The Bear looked out from behind a tree, and then he too ran hastily deeper into the forest. “Now, why did I have to come here!” said he to the Dog. “It is the Lion who rules the forest in these parts.” “The Lion? Who’s he?” “Don’t you know? He is the strongest beast on earth!” “Well, then, I’ll say goodbye to you, Bear. I want a master who is stronger than anyone on earth!” 8. And off the Dog went to ask the Lion to be his master. The Lion agreed to it, and the Dog stayed with him and served him for a long, long time. It was a good life, and he had nothing to complain of, for there was no stronger beast in the forest than the Lion, and no one dared touch the Dog or offend him in any way. 9. But one day the two of them were walking side by side along a path that ran amid bare cliffs when all of a sudden the Lion stopped. He gave a great roar and struck the ground angrily with his paw with such force that a hole formed there. Then he began to back away very quietly. “What is it, Master, is anything wrong?” asked the Dog, surprised. “I smell a man coming this way,” the Lion said. “We’d better run for it or we’ll be in trouble.” “Oh, well, then I’ll say goodbye to you, Lion. I want a master who is stronger than anyone on earth!” And off the Dog went to join the man and he stayed with him and served him faithfully. This happened long, long ago, but to this day the dog is man’s most loyal servant and knows no other master.",
      "Taro’s Reward": "1. A YOUNG woodcutter named Taro lived with his mother and father on a lonely hillside. All day long he chopped wood in the forest. Though he worked very hard, he earned very little money. This made him sad, for he was a thoughtful son and wanted to give his old parents everything they needed. 2. One evening, when Taro and his parents were sitting in a corner of their hut, a strong wind began to blow. It whistled through the cracks of the hut and everyone felt very cold. Suddenly Taro’s father said, “I wish I had a cup of saké; it would warm me and do my old heart good.” 3. This made Taro sadder than ever, for the heart-warming drink called saké was very expensive. ‘How do I earn more money?’ he asked himself. ‘How do I get a little saké for my poor old father?’ He decided to work harder than before. 4. Next morning, Taro jumped out of bed earlier than usual and made his way to the forest. He chopped and cut, chopped and cut as the sun climbed, and soon he was so warm that he had to take off his jacket. His mouth was dry, and his face was wet with sweat. ‘My poor old father!’ he thought. ‘If only he was as warm as I!’ And with that he began to chop even faster, thinking of the extra money he must earn to buy the saké to warm the old man’s bones. 5. Then suddenly Taro stopped chopping. What was that sound he heard? Could it be, could it possibly be rushing water? Taro could not remember ever seeing or hearing a rushing stream in that part of the forest. He was thirsty. The axe dropped out of his hands and he ran in the direction of the sound. 6. Taro saw a beautiful little waterfall hidden behind a rock. Kneeling at a place where the water flowed quietly, he cupped a little in his hands and put it to his lips. Was it water? Or was it saké? He tasted it again and again, and always it was the delicious saké instead of cold water. 7. Taro quickly filled the pitcher he had with him and hurried home. The old man was delighted with the saké. After only one swallow of the liquid he stopped shivering and did a little dance in the middle of the floor. 8. That afternoon, a neighbour stopped by for a visit. Taro’s father politely offered her a cup of the saké. The lady drank it greedily, and thanked the old man. Then Taro told her the story of the magic water fall. Thanking them for the delicious drink, she left in a hurry. By nightfall she had spread the story throughout the whole village. 9. That evening there was a long procession of visitors to the woodcutter’s house. Each man heard the story of the waterfall, and took a sip of the saké. In less than an hour the pitcher was empty. 10. Next morning, Taro started for work even earlier than the morning before. He carried with him the largest pitcher he owned, for he intended first of all to go to the waterfall. When he reached it, he found to his great surprise all his neighbours there. They were carrying pitchers, jars, buckets — anything they could find to hold the magic saké. Then one villager knelt and held his mouth under the waterfall to drink. He drank again and again, and then shouted angrily, “Water! Nothing but water!” Others also tried, but there was no saké, only cold water. 11. “We have been tricked!” shouted the villagers. “Where is Taro? Let us drown him in this waterfall.” But Taro had been wise enough to slip behind a rock when he saw how things were going. He was nowhere to be found. 12. Muttering their anger and disappointment, the villagers left the place one by one. Taro came out from his hiding place. Was it true, he wondered? Was the saké a dream? Once more he caught a little liquid in his hand and put it to his lips. It was the same fine saké. To the thoughtful son, the magic waterfall gave the delicious saké. To everyone else, it gave only cold water. 13. The story of Taro and his magic waterfall reached the Emperor of Japan. He sent for the young woodcutter, and rewarded him with twenty pieces of gold for having been so good and kind. Then he named the most beautiful fountain in the city after Taro. This, said the Emperor, was to encourage all children to honour and obey their parents.",
      "An Indian – American Woman in Space: Kalpana Chawla": "1. KALPANA Chawla said that she never dreamed, as a child in Karnal, that she would cross the frontiers of space. It was enough that her parents allowed her to attend engineering college after she graduated from Tagore School. 2. After a Bachelor of Science degree in aeronautical engineering, against great opposition from her father, she went for a master’s degree to the United States of America. She later earned her Ph.D. in aerospace engineering. Kalpana Chawla was the first Indian–American woman astronaut to blast off from the launch pad at Cape Canaveral, Florida, and participate in a successful mission in space. Her family from India cheered along with staff at the Kennedy Space Center as they watched the Columbia lift off. 3. Kalpana was born in Karnal, Haryana, but was a naturalised U.S. citizen, married to flight instructor Jean-Pierre Harrison. Besides being an astronaut, she was licensed to fly single and multiengine land airplanes, single-engine seaplanes and gliders. She was also a certified flight instructor. After qualifying as a pilot, Kalpana began to consider another challenge: applying to NASA’s space shuttle program. She was first hired as a research scientist at NASA. In 1994 she was selected by NASA for training as an astronaut. 4. When asked what it was like being a woman in her field she replied, “I really never, ever thought, while pursuing my studies or doing anything else, that I was a woman, or a person from a small city, or a different country. I pretty much had my dreams like anyone else and I followed them. And people who were around me, fortunately, always encouraged me and said, ‘If that’s what you want to do, carry on’.” 5. Kalpana’s first space mission in the space shuttle, Columbia, was 15 days, 16 hours and 34 minutes long. During this time she went around the earth 252 times, travelling 10.45 million kilometres! The crew included a Japanese and a Ukranian astronaut. The crew performed experiments such as pollinating plants to observe food growth in space, and tests for making stronger metals and faster computer chips — all for a price tag of about 56 million dollars. 6. On the Saturday night when the news about the Columbia disaster broke, there was shock and disbelief. The town of Karnal spent a sleepless night as thousands of households stayed glued to their television sets in the hope that Kalpana and the crew had somehow survived. A journalist wrote: She was a heroine. It takes enormous ability to become an astronaut. You need to know a lot about everything, from biology to astrophysics to aeronautical engineering. In this age of super-specialisation, you must have encyclopaedic knowledge to be an astronaut. Her achievement is awe-inspiring. 7. For millions of young Indians, the story of Kalpana Chawla, a girl from a small town who touched the skies, had become an inspiration. In a message that she sent from aboard the space shuttle, Columbia, to students of her college in Chandigarh, Kalpana said, “The path from dreams to success does exist. May you have the vision to find it, the courage to get onto it… . Wishing you a great journey.” There will surely be many who start off on this journey to fulfil their dreams."
    },
    "Science": {
      "Food: Where Does It Come From?": "What did you eat at home today? Find out what your friend ate today. Did you eat the same kind of food yesterday and today? We all eat different kinds of food at different times, isn’t it? There seems to be so much variety in the food that we eat (Fig 1.1). What are these food items made of? Think about rice cooked at home. We take raw rice and boil it in water. Just two materials or ingredients are needed to prepare a dish of boiled rice. On the other hand, some food items are made with many ingredients. To prepare vegetable curry, we need different kinds of vegetables, salt, spices, oil and so on. What do we find? Do we find some ingredients common for different food items? Discuss in class. So, where do these ingredients come from? t may be easy for us to guess the sources of some of the ingredients that we listed in Table 1.2. Fruits and vegetables, for instance (Fig. 1.2a). Where do they come from? Plants, of course! What are the sources of rice or wheat? You may have seen paddy or wheat fields with rows and rows of plants, which give us these grains (Fig. 1.3). And then, there are food items like milk, eggs and meat, which come from animals. What do we conclude from Activity 3? Plants are the sources of food ingredients like grains, cereals, vegetables and fruits. Animals provide us with milk, meat products and eggs. Cows, goats and buffaloes are some common animals which give us milk. Milk and milk products like butter, cream, cheese and curd are used all over the world. Can you name some other animals which give us milk? Plants are one source of our food. Which parts of a plant? We eat many leafy vegetables. We eat fruits of some plants. Sometimes roots, sometimes stems and even flowers (Fig 1.4). Have you ever eaten pumpkin flowers dipped in rice paste and fried? Try it! Some plants have two or more edible (eatable) parts. Seeds of mustard plants give us oil and the leaves are used as a vegetable. Can you think of the different parts of a banana plant that are used as food? Think of more examples where two or more parts of a single plant are used as food. Do you have cattle or a pet that you take care of? A dog, cat, buffalo or a goat? You will then surely be aware of the food, the animal eats. What about other animals? Have you ever observed what a squirrel, pigeon, lizard or a small insect may be eating as their food?",
      "Components of Food": "In Chapter 1, we made lists of the food items that we eat. We also identified food items eaten in different parts of India and marked these on its map. A meal could consist of chapati, dal and brinjal curry. Another may be rice, sambar and a vegetable preparation of lady’s finger (bhindi). Yet another meal could be appam, fish curry and vegetables. Our meals usually have at least one item made of some kind of grain. Other items could be a dal or a dish of meat and vegetables. It may also include items like curd, butter milk and pickles. Some examples of meals from different regions are given in Table 2.1. Select food items you depicted on the map in Chapter 1. Add some more meals to this list and enter these in Table 2.1. Sometimes, we may not really have all this variety in our meals. If we are travelling, we may eat whatever is available on the way. It may not be possible for some of us, to eat such a variety of items, most of the time. There must be some reason though, why meals usually consist of such a distribution. Do you think that our body needs different kinds of food for some special purpose? We know that each dish is usually made up of one or more ingredients, which we get from plants or animals. These ingredients contain some components that are needed by our body. These components are called nutrients. The major nutrients in our food are named carbohydrates, proteins, fats, vitamins and minerals. In addition, food contains dietary fibres and water which are also needed by our body. Do all foods contain all these nutrients? With some simple methods we can test whether cooked food or a raw ingredient contains one or more of these nutrients. The tests for presence of carbohydrates, proteins and fats are simpler to do as compared to the tests for other nutrients. Let us do these tests and record all our observations in Table 2.2. For carrying out these tests, you will need solutions of iodine, copper sulphate and caustic soda. You will also need a few test tubes and a dropper. Try these tests on cooked food items as well as raw materials. Table 2.2 shows you a way to record the observations from these tests. Some food items are given in this table. You can conduct the tests either with these or any other available food items. Do these tests carefully and do not try to eat or taste any chemicals. If the required solutions are not available in readymade form, your teacher can prepare them as given in the box. Let us begin by testing different food items to see if they contain carbohydrates. There are many types of carbohydrates. The main carbohydrates found in our food are in the form of starch and sugars. We can easily test if a food item contains starch. A blue-black colour indicates that it contains starch. Repeat this test with other food items to find out which of these contain starch. Enter all your observations in Table 2.2.",
      "Fibre to Fabric": "Paheli and Boojho won the first prize in a Science Quiz competition held at their school. They were very excited and decided to use the prize money to buy clothes for their parents. When they saw a large variety of cloth material, they got confused (Fig. 3.1). The shopkeeper explained that some clothes or fabrics were cotton and some were synthetic. He also had woollen mufflers and shawls. There were many silk sarees as well. Paheli and Boojho felt very excited. They touched and felt these different fabrics. Finally, they bought a woollen muffler and a cotton saree. After their visit to the cloth shop, Paheli and Boojho began to notice various fabrics in their surroundings. They found that bed sheets, blankets, curtains, tablecloths, towels and dusters were made from different kinds of fabrics. Even their school bags and the gunny bags were made from some kind of fabric. They tried to identify these fabrics as cotton, wool, silk or synthetic. Can you also identify some fabrics? You might have observed something similar when you try to thread a needle. Many a time, the end of the thread is separated into a few thin strands. This makes it difficult to pass the thread through the eye of the needle. The thin strands of thread that we see, are made up of still thinner strands called fibres. Fabrics are made up of yarns and yarns are further made up of fibres. Where do these fibres come from? The fibres of some fabrics such as cotton, jute, silk and wool are obtained from plants and animals. These are called natural fibres. Cotton and jute are examples of fibres obtained from plants. Wool and silk fibres are obtained from animals. Wool is obtained from the fleece of sheep or goat. It is also obtained from the hair of rabbits, yak and camels. Silk fibre is drawn from the cocoon of silkworm. For thousands of years natural fibres were the only ones available for making fabrics. In the last hundred years or so, fibres are also made from chemical substances, which are not obtained from plant or animal sources. These are called synthetic fibres. Some examples of synthetic fibres are polyester, nylon and acrylic. Have you ever made wicks for oil lamps? What do you use for making these wicks? This cotton wool is also used for filling mattresses, quilts or pillows. Take some cotton wool, pull it apart and look at its edges. What do you observe? The small, thin strands that you see are made up of cotton fibres. Where does this cotton wool come from? It is grown in the fields. Cotton plants are usually grown at places having black soil and warm climate. Can you name some states of our country where cotton is grown? The fruits of the cotton plant (cotton bolls) are about the size of a lemon. After maturing, the bolls burst open and the seeds covered with cotton fibres can be seen. Have you ever seen a cotton field that is ready for picking? It looks like a field covered with snow (Fig.3.6). From these bolls, cotton is usually picked by hand. Fibres are then separated from the seeds by combing. This process is called ginning of cotton. Ginning was traditionally done by hand (Fig.3.7). These days, machines are also used for ginning. Jute fibre is obtained from the stem of the jute plant (Fig 3.8). It is cultivated during the rainy season. In India, jute is mainly grown in West Bengal, Bihar and Assam. The jute plant is normally harvested when it is at flowering stage. The stems of the harvested plants are immersed in water for a few days. The stems rot and fibres are separated by hand. To make fabrics, all these fibres are first converted into yarns. How is it done?",
      "Sorting Materials and Groups": "We have seen that our food and clothes have so much variety in them. Not just food and clothes, there is such a vast variety of objects everywhere. We see around us, a chair, a bullock cart, a cycle, cooking utensils, books, clothes, toys, water, stones and many other objects. All these objects have different shapes, colours and uses (Fig. 4.1). Look around and identify objects that are round in shape. Our list may include a rubber ball, a football and a glass marble. If we include objects that are nearly round, our list could also include objects like apples, oranges, and an earthen pitcher (gharha). Suppose we were looking for objects that are edible. We might include all the items that we have listed in Tables 1.1, 1.2 and 1.3 in Chapter 1. We might also find that some of those round shaped objects we just listed out, are also in this group. Let us say, we wish to make a group of objects that are made of plastics. Buckets, lunch boxes, toys, water containers, pipes and many such objects, may find a place in this group. There are so many ways to group objects! In the above examples we have grouped objects on the basis of their shape or the materials they are made from. All objects around us are made of one or more materials. These materials may be glass, metal, plastics, wood, cotton, paper, mud or soil. Can you think of more examples of materials? Let us collect as many objects as possible, from around us. Each of us could get some everyday objects from home and we could also collect some objects from the classroom or from outside the school. What will we have in our collection? Chalk, pencil, notebook, rubber, duster, a hammer, nail, soap, spoke of a wheel, bat, matchbox, salt, potato. We can also list objects that we can think of, but, cannot bring to the classroom. For example, wall, trees, doors, tractor, road. Separate all objects from this collection that are made from paper or wood. This way we have divided all objects into two groups. One group has the objects that are made from paper or wood while the other group has the objects that are not made of these materials. Similarly, we could separate the things that are used for preparing food. Let us be a little more systematic. List all objects collected, in Table 4.1. Try to identify the materials that each one is made of. It would be fun to make this a large table – collecting information about as many objects as possible. It may seem difficult to find out the materials out of which some of these objects are made. In such cases, discuss with your friends, teacher and parents to identify the materials.  What do we find from these tables? First, we grouped objects in many different ways. We then found that objects around us are made of different materials. At times, an object is made of a single material. An object could also be made of many materials. And then again, one material could be used for making many different objects. What decides which material should be used for making any given object? It seems that we need to know more about different materials. Have you ever wondered why a tumbler is not made with a piece of cloth? Recall our experiments with pieces of cloth in Chapter 3 and also keep in mind that we generally use a tumbler to keep a liquid. Therefore, would it not be silly, if we were to make a tumbler out of cloth (Fig 4.2)! What we need for a tumbler is glass, plastics, metal or other such material that will hold water. Similarly, it would not be wise to use paper-like materials for cooking vessels. We see then, that we choose a material to make an object depending on its properties, and the purpose for which the object is to be used. So, what are all the properties of materials that would be important for their usage? Some properties are discussed here. Materials usually look different from each other. Wood looks very different from iron. Iron appears different from copper or aluminium. At the same time, there may be some similarities between iron, copper and aluminium that are not there in wood When you press different materials with your hands, some of them may be hard to compress while others can be easily compressed. Take a metal key and try to scratch with it, the surface of a piece of wood, aluminium, a piece of stone, a nail, candle, chalk, any other material or object. You can easily scratch some materials, while some cannot be scratched so easily. Materials which can be compressed or scratched easily are called soft while some other materials which are difficult to compress are called hard. For example, cotton or sponge is soft while iron is hard. In appearance, materials can have different properties, like lustre, hardness, be rough or smooth. Can you think of other properties that describe the appearance of a material?"
    }
  },
  "Class-VII": {
    "Mathematics": {
      "Chapter 1": "This is chapter-1",
      "Chapter 2": "This is chapter-2",
      "Chapter 3": "This is chapter-3"
    },
    "English": {
      "Chapter 1": "This is chapter-1",
      "Chapter 2": "This is chapter-2",
      "Chapter 3": "This is chapter-3"
    },
    "Hindi": {
      "Chapter 1": "This is chapter-1",
      "Chapter 2": "This is chapter-2",
      "Chapter 3": "This is chapter-3"
    },
    "Science": {
      "Chapter 1": "This is chapter-1",
      "Chapter 2": "This is chapter-2",
      "Chapter 3": "This is chapter-3"
    }
  },
  "Class-VIII": {
    "Mathematics": {
      "Chapter 1": "This is chapter-1",
      "Chapter 2": "This is chapter-2",
      "Chapter 3": "This is chapter-3"
    },
    "English": {
      "Chapter 1": "This is chapter-1",
      "Chapter 2": "This is chapter-2",
      "Chapter 3": "This is chapter-3"
    },
    "Hindi": {
      "Chapter 1": "This is chapter-1",
      "Chapter 2": "This is chapter-2",
      "Chapter 3": "This is chapter-3"
    },
    "Science": {
      "Chapter 1": "This is chapter-1",
      "Chapter 2": "This is chapter-2",
      "Chapter 3": "This is chapter-3"
    },
    "Social Science": {
      "Chapter 1": "This is chapter-1",
      "Chapter 2": "This is chapter-2",
      "Chapter 3": "This is chapter-3"
    }
  }
}